Element defining the Curtain System is invisible in the current view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CurtainSystemHostInvisible { get; }
  Visual Basic
Public Shared ReadOnly Property CurtainSystemHostInvisible As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CurtainSystemHostInvisible {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurtainWallFailures Class
  Autodesk.Revit.DB Namespace